const sampleProducts = [
  {
    id: "CS000300",
    category: "エンタメ",
    name: "CASIO 電子辞書 EX-word XD-SX21000",
    url: "https://rental.kikito.docomo.ne.jp/rental/devices/CS000300/",
    imageURL:
      "https://contents.kikito.docomo.ne.jp/contents/devices/CS000300/thumbnail/thumbnail.png",
    initialPrice: 0,
    monthlyPrice: 3200,
    productSummary:
      "・正しく、幅広い知識や情報を求める方に ・英語　優れた質と豊富な語彙数を誇る辞典群 ・ビジネス・生活　専門分野の知識も充実",
    productDetails:
      "【商品紹介】\n正しく、幅広い知識や情報を求める方に\n■英語　優れた質と豊富な語彙数を誇る辞典群\n英和大辞典や英和・和英・英英辞典、ビジネス英語や会話集までカバーした圧倒的な収録量で、研究、翻訳、専門学習、グローバルビジネスなど、幅広く活用できます。\n・絶大な収録内容を誇る英和大辞典、中辞典から学習辞典まで多数収録\n・ビジネスシーンで用いられる生きた表現や用語\n・スピーチや質疑応答のための英語表現例集\n・動画、音声、テキストで生きた英語を学習できるコンテンツ\n■国語　信頼ある知識を豊富に収録\n学問としての国語知識から、日常で使う言葉の意味まで幅広く学べる国語系コンテンツを多数収録。正しく美しい日本語知識が身につきます。\n・国語辞典、漢和辞典、類語辞典など\n・旺文社から発行されている2冊の古語辞典を収録\n\n■ビジネス・生活　専門分野の知識も充実\n仕事に活かせるビジネス用語や、知識が広がる百科事典、教養を深める生活・趣味の知識まで、多彩なジャンルのコンテンツを収録。\n・経済・金融・不動産などのビジネス知識や経営者の金言・名言など\n・日本や世界に対する知識を広がる百科事典、豊富なビジュアルで学べる科学事典や歴史辞典など\n\n※詳しくはメーカーページをご確認ください\n【同梱品】\n本体×１、タッチペン×１（本体装着済み）、単三電池×２、取扱説明書など書類一式",
  },
  {
    id: "NP000300",
    category: "エンタメ",
    name: "NEC LAVIE Tab T11 T1195 Androidタブ11.2型 Wi-Fi 256GB",
    url: "https://rental.kikito.docomo.ne.jp/rental/devices/NP000300/",
    imageURL:
      "https://contents.kikito.docomo.ne.jp/contents/devices/NP000300/thumbnail/thumbnail.png",
    initialPrice: 0,
    monthlyPrice: 4200,
    productSummary:
      "・大画面タブレットPC ・美しい映像を楽しめる ・動画やゲームも快適に操作",
    productDetails:
      "【商品紹介】\n11.2型・11型ワイドの大画面タブレットPC\n■リフレッシュレート最大120Hz対応有機EL\nリフレッシュレート最大120Hz対応なので高速な動画もなめらかに表示可能。\nまた、テュフ ラインランドグループのブルーライト低減の認証も取得しています。\nさらに、T1195/FASはコントラスト比に優れ、引き締まった黒を表現できる有機ELを採用。\nHDR 10+にも対応し、HDR対応のネット動画やゲームを臨場感あふれる映像で楽しめます。\n■動画やゲームも快適に操作\n8コアプロセッサに加え、ストレージには、従来のeMMCよりも転送速度の速いUFSを採用。\nネット閲覧はもちろんのこと、高画質動画の再生やオンラインゲームなども快適に行えます。\n■臨場感あふれるサウンド\n4つのスピーカに加えて、立体音響技術Dolby Atmos（R）を採用。\nさまざまな方向から音が聞こえるように感じられ、その場にいるかのような体験ができます。\n■顔認証対応フロントカメラ\nパスワードを入力することなく、フロントカメラに顔を向けるだけでサインインできます。\n\n※詳しくはメーカーページをご確認ください\n【同梱品】\n本体×１、ACアダプター×１、USBケーブル（A to C）×１、microSDカード取り出しツール×１、取扱説明書など書類一式",
  },
  {
    id: "SO002000",
    category: "エンタメ",
    name: "Sony ゲーミングモニター INZONE M9 SDM-U27M90",
    url: "https://rental.kikito.docomo.ne.jp/rental/devices/SO002000/",
    imageURL:
      "https://contents.kikito.docomo.ne.jp/contents/devices/SO002000/thumbnail/thumbnail.png",
    initialPrice: 0,
    monthlyPrice: 4600,
    productSummary:
      "・「直下型LED部分駆動」搭載 ・高解像度と高リフレッシュレートを両立 ・アプリケーションごとに画質モードを保存可能",
    productDetails:
      "【商品紹介】\n■画質\n・「直下型LED部分駆動」搭載による、高コントラストな映像表現\nLEDバックライトを液晶パネル下に配置し、映像全体を小さなブロックに分けてコントロールすることで明暗のきめ細かな描写を可能にする「直下型LED部分駆動」搭載。暗いシーンでも奥行や微妙なディテールまで美しく表現します。また、最大輝度600nitを表現可能で、HDR映像品質のグレードを示すDisplayHDR600を取得しています。\n\n\n・4K解像度（3840 × 2160）の高精細な映像表現\n4K映像はFull HDの4倍、約829万画素の高解像度で細部まで高精細な画質を実現。Full HDでは表現しきれなかった質感やディテールまでリアルに再現し、ゲーム世界への没入をサポートします。\n\n\n■速度\n・高解像度と高リフレッシュレートを両立\nDisplayPortに接続すると、4K解像度でリフレッシュレート144Hzを表示可能。秒間144フレームのスムーズな動きと高精細な映像の両立で、究極の没入体験を実現します。さらに、HDMI接続での4K120Hz表示にも対応。PlayStation（R）5でも究極の没入体験を味わえます。\n・残像感を低減した、クリアな映像表現\n応答速度1ms GTG対応なので、速い動きの中でも残像感を低減し、クリアな映像表現が可能。これにより敵の動きも見逃しません。\n■便利機能\n・アプリケーションごとに画質モードを保存可能\nWindows10以降に対応したPCソフトウェア「INZONE Hub」を用いると、簡単に各種設定を調整可能。さらに、アプリケーションごとに画質モードを保存できるため、ゲームタイトルを起動するだけで、好みの設定に自動で切り替わります。\n・充実の接続端子で複数機器に同時接続可能\nHDMI2.1、DisplayPort1.4、USB-C（DP Alternate mode対応）など、最新規格の端子を搭載。端子の数や規格に悩むことなく接続することができます。\n■ゲーミングアシスト機能\n・FPSゲームモード\n明るさとコントラストなどを調整することで、敵を見つけやすくする画質モードを搭載しています。\n・ブラックイコライザー\n明るい場所でも白飛びを軽減しつつ、暗所の視認性を向上させ、敵を見つけやすくなるよう調整が可能です。\n※詳しくはメーカーページをご確認ください\n【同梱品内容】\n\n\n\n\n①本体×1\n②スタンド（垂直パーツ）×1\n③スタンド（接地パーツ）×1\n④ACアダプター×1\n⑤ACケーブル（電源ケーブル）×1\n⑥固定用ねじ×2\n⑦ケーブルクランパー×1\n他、ご利用ガイドなど書類一式\n※固定用ネジの着脱にはプラスドライバーが必要になります。",
  },
  {
    id: "RA000100",
    category: "エンタメ",
    name: "RAZER WOLVERINE V2 CHROMA ゲームパッド ブラック",
    url: "https://rental.kikito.docomo.ne.jp/rental/devices/RA000100/",
    imageURL:
      "https://contents.kikito.docomo.ne.jp/contents/devices/RA000100/thumbnail/thumbnail.png",
    initialPrice: 0,
    monthlyPrice: 1300,
    productSummary:
      "・CUSTOMIZE. CONTROL. CONQUER. ・メカタクタイルアクションボタンと方向キー ・6個の追加マルチファンクションボタン ・交換可能な親指スティックキャップ ・エルゴノミクスの向上",
    productDetails:
      "【商品紹介】\n■CUSTOMIZE. CONTROL. CONQUER.\n自分のやり方で勝てないなら、意味がない。Razer Wolverine V2 Chroma は、次世代のカスタマイズ性を実現しました。リマップ可能な追加ボタン、Razer Chroma RGB対応、交換可能な親指スティックなどの豊富な装備の中から、いつでも対戦相手を撃ち破るための手段を選択できます。\n\n■RAZER メカタクタイルアクションボタンと方向キー\nRazer メカタクタイルアクションボタンと方向キーは、ゲーミングマウスに搭載されている技術と同様に、クッションタッチで反応性の高い動作を実現し、最先端の精度と明確な触覚フィードバックにより、どんな動きもパワーアップさせて、優位性を高めます。\n\n■6個の追加マルチファンクションボタン\nRazer Wolverine V2 Chroma は、Razer Controller Setup for Xboxアプリで制御可能な4つの追加トリガーと2つのリマップ可能なバンパーなど、コマンドの拡張に必要なあらゆる入力オプションを備えています。\n\n\n■交換可能な親指スティックキャップ\nプレイスタイルや人間工学的な好みに応じて、付属の親指スティックキャップを簡単に交換することができ、操作に適したツールを選ぶことができます。親指スティックの使い方にかかわらず、自然で精度の高いアナログモーションを楽しめます。\n\n■トリガーストップスイッチによるヘアトリガーモード\nコントローラーの下側にある 2 つのスライドロックを切り替えてメイントリガーの作動距離を大幅に短縮すると、速いスピードでコマンドを繰り出して優位性を高めることができます。\n\n■エルゴノミクスの向上\n改良されたL字型のハンドグリップには滑り止めのラバーグリップが付いています。軽いながらもホールド感があり、無理のない自然な操作で1日中ゲームを楽しめます。\n\n\n※詳しくはメーカーページをご確認ください\n【同梱品内容】\n\n\n\n\n①本体×1\n②USB A to Cケーブル×1\n③交換用サムスティック(ショートタイプ)×1\n④交換用サムスティック(ロングタイプ)×3\n他、ご利用ガイドなど書類一式",
  },
];
